{
  "1": "1 is the number of moons orbiting Earth.",
  "2": "2 is the number of stars in a binary star system (a stellar system consisting of two stars orbiting around their center of mass).",
  "3": "3 is the number of points received for a successful field goal in both American football and Canadian football.",
  "4": "4 is the maximal number of horses in one row for carriage.",
  "5": "5 is the number of permanent members with veto power on the United Nations Security Council.",
  "6": "6 is the number of days taken to create the world by Yahweh in the Old Testament Book of Genesis, and the number of the day on which humankind were created.",
  "7": "7 is the number of estimated objects that can be simultaneously held in human working memory.",
  "8": "8 is the number of principles of Yong in Chinese calligraphy.",
  "9": "9 is the number of innings in a regulation, non-tied game of baseball.",
  "10": "10 is the number of Provinces in Canada.",
  "11": "11 is the number of denominations of Canadian currency produced in large quantities.",
  "12": "12 is the number of function keys on most PC keyboards (F1 through F12).",
  "13": "13 is the number of Oscar nominations of actress Meryl Streep, who holds the record for the most Oscar nominated actress.",
  "14": "14 is the number of points in a proposed republican constitution of the United Kingdom.",
  "15": "15 is the number of balls in the eight ball variant of billiards.",
  "16": "16 is the minimum age that one can drop out of school in most states of the US (however, restrictions apply and vary depending on state).",
  "17": "17 is the maximum number of strokes of a Chinese radical.",
  "18": "18 is the number of wheels on the most common type of North American tractor-trailer truck, which are hence often called 18-wheelers.",
  "19": "19 is the final year a person is a teenager.",
  "20": "20 is the number of baby teeth in the deciduous dentition.",
  "21": "21 is the number of points required to win a game in badminton and table tennis (before 2001).",
  "22": "22 is the number of players on the field in a football (soccer) match.",
  "23": "23 is the number of minutes that all flashbacks take place before the assassination attempt on the president in the film Vantage Point.",
  "24": "24 is the number of frames per second at which motion picture film is usually projected.",
  "25": "25 is the number of points needed to win a set in volleyball under rally scoring rules.",
  "26": "26 is the number of bones in the normal human foot and ankle.",
  "27": "27 is the number of bones in the human hand.",
  "28": "28 is the number worn by the Clemson Tigers' record breaking running back C.J.",
  "29": "29 is the number of days it takes Saturn to orbit the Sun.",
  "30": "30 is the consumption in pounds of candy annually per person in Denmark, the country with the highest candy consumption.",
  "31": "31 is the number of days in the months January, March, May, July, August, October and December.",
  "32": "32 is the number of rays in the Japanese Rising Sun on the cover of Incubus' 2006 album Light Grenades.",
  "33": "33 is the temperature at which water boils according to the Newton scale.",
  "34": "34 is the lucky number of Victor Pelevin's protagonist Stepan Mikhailov in the novel Numbers.",
  "35": "35 is the basic film gauge in mm most commonly used for both analog photography and motion pictures.",
  "36": "36 is the number of vehicles that run in each race of NASCAR's Camping World Truck Series.",
  "37": "37 is the number of slots in European Roulette (numbered 0 through 36, the 00 is not used in European roulette as it is in American roulette).",
  "38": "38 is the number of surviving plays written by William Shakespeare.",
  "39": "39 is the duration, in nanoseconds, of the nuclear reaction in the largest nuclear explosion ever performed (Tsar bomb).",
  "40": "40 is the number of years of marriage as the ruby wedding anniversary.",
  "41": "41 is the age at which writer/director Tom Graeff (of Teenagers from Outer Space fame) committed suicide.",
  "42": "42 is the number of museums in Amsterdam (Netherlands has the highest concentration of museums in the world).",
  "43": "43 is the maximum number of cars participating in a NASCAR race in the Cup Series or Nationwide Series.",
  "44": "44 is the number of candles in a box of Hanukkah candles.",
  "45": "45 is the sapphire wedding anniversary in years of marriage.",
  "46": "46 is the number of slices of pizza an average American kid eats in a year.",
  "47": "47 is the number of El-Aurians Scotty manages to beam up before their ship is destroyed by the energy ribbon.",
  "48": "48 is the number of Ptolemaic constellations.",
  "49": "49 is the number of days and night Siddhartha Gautama spent meditating as a holy man.",
  "50": "50 is the traditional number of years in a jubilee period."
}
